tap "homebrew/bundle"
tap "homebrew/services"
brew "autojump"
brew "cocoapods"
brew "colordiff"
brew "ctags"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "mysql@8.4"
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "solargraph"
brew "tmux"
brew "yarn"
cask "docker"
cask "flutter"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "catppuccin.catppuccin-vsc"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "ms-vscode.makefile-tools"
vscode "thomaz.preparing"
vscode "usernamehw.errorlens"
