tap "homebrew/bundle"
tap "homebrew/core"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gcc"
brew "git"
brew "glib"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "hugo"
brew "libslirp"
brew "qemu"
brew "lima"
brew "mas"
brew "mysql"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "yarn"
mas "Alfred", id: 405843582
mas "KakaoTalk", id: 869223134
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "Translate Tab", id: 458887729
